[
{"sentiment": 28.0, "field": "quotes", "text": "LinkedIn\nAbout\nEvery year, our scholars, facilities and city inspire more than  50,000 students to engage with big questions head-on. We’re a comprehensive university. We search for innovative solutions and make positive contributions to society. Our creativity powers Montreal and connects us to the world. See how we plan to redefine the 21st-century university.\nCity in a university - University in a city\nChoose from 200 academic programs\nThe Concordia Advantage\nAt Concordia, you can find an academic path to match your strengths and interests. You'll tackle big questions, think alongside award-winning professors, put your knowledge to work and experience life in Montreal. Find out more . \n50,315\nDiscover the Concordia Advantage\nSustainability & community\nThe entire Concordia community works together to find solutions that will reduce the university's ecological footprint. Our community engagement initiatives affect neighbourhoods in our own backyard and around the globe. Visit our Sustainability Hub to learn more .\n55 partners\nGet involved in your community\nStrategic directions\nConcordia’s strategic directions focus on how we can thrive as a university in a changing landscape, tethered to our core values and historic mission while eyeing a future in which the status quo is unlikely to be sufficient.\n9 directions\n", "title": "About", "url": "https://www.concordia.ca/about.html"},
{"sentiment": -1.0, "field": "quotes", "text": "More search options\nSearch\nThe information provided in this directory may not be used for commercial purposes without the written permission of the University.\nSee a mistake in the directory? Please contact your department's Telephone Coordinator .\nUniversity mailing address\n1455 De Maisonneuve Blvd. W.\nMontreal, QC H3G 1M8\n", "title": "Directories", "url": "https://www.concordia.ca/directories.html"},
{"sentiment": 0.0, "field": "quotes", "text": "", "title": "Index Page", "url": "https://my.concordia.ca/"},
{"sentiment": 0.0, "field": "quotes", "text": "Find databases & more via the subject guide for your department\nSearch for textbooks by course code\nUse the Article Finder to locate a specific article\n", "title": "Concordia University Library", "url": "http://library.concordia.ca/"},
{"sentiment": 15.0, "field": "quotes", "text": "The Campaign for Concordia\nJoin the Campaign for Concordia!\nWe’re leading our university’s most ambitious campaign ever with a goal to raise $250 million. Our major effort will support nine strategic directions that cement our position as Canada’s next-generation university.\nI am Gina Cody\nSeptember 24, 2018\nA Canadian first: Concordia names its faculty of engineering after a woman — alumna Gina Cody, who made a $15-million gift for the next generation.\nRead more\nNext-generation ideas\nTo address tomorrow’s biggest challenges, we’re developing new institutes, research centres, think tanks and academic programs. Learn what key areas we’re investing in and how we intend to double Concordia’s research.\nLearn more\nNext-generation talent\nWe’re multiplying hands-on and work-integrated learning. We’re creating accessible online options and building more pathways for international study and social engagement. Learn how we’re preparing tomorrow’s talent.\nLearn more\nNext-generation impact\nThink tanks, living labs, entrepreneurship centres and innovation hubs are a few of the ways in which we’re increasing our impact-oriented activities. Learn how we’re building on our long history of community and industry engagement.\n", "title": "The Campaign for Concordia", "url": "https://www.concordia.ca/campaign.html"},
{"sentiment": 10.0, "field": "quotes", "text": "LinkedIn\nFaculty & staff\nConcordia's faculty and staff members have access to an intranet, Cspace, a one-stop-shop for internal documents, knowledge sharing and opportunities for community-building. \nEmail\nFuture faculty & staff\nOur faculty members are creative thinkers and passionate teachers, committed to preparing the next generation of active minds.  View current faculty and library openings .\nOur staff members are well-known for their expertise, community leadership and the quality of their service. View all current staff openings .\n", "title": "Faculty & staff", "url": "https://www.concordia.ca/faculty-staff.html"},
{"sentiment": 2.0, "field": "quotes", "text": "Netname\nPassword\nCspace is Concordia’s first intranet for the exclusive use of faculty and staff: get to know your colleagues, find out what’s going on at the university, and source the information you need to do your work.\n", "title": "Login", "url": "https://cspace.concordia.ca/login.html?redirect=%2fen.html"},
{"sentiment": 0.0, "field": "quotes", "text": "1455 De Maisonneuve Blvd. W.\nMontreal, Quebec, Canada\n", "title": "Feedback forms", "url": "https://www.concordia.ca/web/feedback-forms.html"},
{"sentiment": 7.0, "field": "quotes", "text": "LinkedIn\nStudent Hub\nConsult calendars or schedules , find job opportunities, manage money , look up events, join clubs , or play sports. Stay on top of the latest news, take advantage of all the  services  or visit one of our  offices .\nAre you...\n", "title": "Students", "url": "https://www.concordia.ca/students.html"},
{"sentiment": -1.0, "field": "quotes", "text": "LinkedIn\nAccessibility\nIn the development of the new Concordia University website, as well as the templates for departmental and unit sites, we have tried to follow accessibility standards in order to make the site usable to the broadest possible audience. We want the site to be usable by people using assistive technologies, such as screen readers, and to those people using older browsers, computers and slow connection speeds.\nIn line with the Web Content Accessibility Guidelines of the World Wide Web Consortium (W3C), we have constructed our pages to \"transform gracefully\", in other words, we have:\nseparated structure from presentation. We use Cascading Style Sheets to control all presentation. Turning off the style sheet will affect the visual presentation but we have tried to ensure that the various site functions and navigation will still work.\ncreated documents that work even if the user cannot see and/or hear. All content is provided as text; when images, audio or video files are used, they are given equivalent alternatives. Blind users can use screen reader technology to render all text information on a page.\ncreated documents that do not rely on one type of hardware. Users can access the site with a variety of browser technologies, screen resolutions and settings, with or without mice, etc. See the sections below for information on shortcuts and access keys.\nWe have also tried to ensure that the content is understandable and navigable. We have provided:\na universal top-level tool bar that situates you within the university structure, including links to the appropriate sites in the organization's hierarchy.\na standardized navigation structure, using text for links and not images, that clearly situates the user within up to five levels of the site's information architecture.\na bread crumb trail located just above the page tite, which also situates the user within the site structure.\nPersons using assistive devices should contact the Access Centre for Students with Disabilities for help with assistive technology.\nThe Access Centre for Students with Disabilities\nThe Access Centre for Students with Disabilities provides programs and services which support the integration and independence of students with disabilities into the university community.\nStudents with visual or hearing impairments, mobility limitations, or learning disabilities may require special services while studying at Concordia. Services include:\norientation sessions\nindividual academic support and advising\nalternative media transcription\nvolunteer reader services\nclassroom relocation for mobility impaired students\ntape recorders, FM personal systems, and personal computers with voice and Braille output are available for on campus use.\nOfficial Policy\nThe Policy on Accessibility for Students with Disabilities outlines the respective roles and responsibilities of the University and of students with disabilities with respect to accessibility to the academic programs and physical facilities of the University. Download the policy (PDF).\n \n", "title": "Accessibility", "url": "https://www.concordia.ca/web/accessibility.html"},
{"sentiment": 0.0, "field": "quotes", "text": "1455 De Maisonneuve Blvd. W.\nMontreal, Quebec, Canada\n", "title": "A-Z", "url": "https://www.concordia.ca/web/a-z.html"},
{"sentiment": 5.0, "field": "quotes", "text": "Select this option if you're the only person who uses this computer. Your server will allow a longer period of inactivity before signing you out.\nWarning:  By selecting this option, you confirm that this computer complies with your organization's security policy.\nUse the light version of Outlook Web App\nThe light version of Outlook Web App includes fewer features. Use it if you're on a slow connection or using a computer with unusually strict browser security settings. We also support the full Outlook Web App experience on some browsers on Windows, Mac, and Linux computers. To check out all the supported browsers and operating systems, click here.\nsign in\nPlease enable cookies for this Web site.\nCookies are currently disabled by your browser. Outlook Web App requires that cookies be enabled.\nFor information about how to enable cookies, see the Help for your Web browser.\nretry\n", "title": "Outlook Web App", "url": "https://owa.concordia.ca/owa/auth/logon.aspx?url=https%3a%2f%2fowa.concordia.ca%2fowa%2f&reason=0"},
{"sentiment": -13.0, "field": "quotes", "text": "LinkedIn\nTerms & conditions\nAny person accessing the Concordia University (\"Concordia\") website is deemed to accept the policies of the university and the following conditions of access. These terms and conditions are to be construed and interpreted in accordance with the laws of Canada and the Province of Quebec.\nCommenting\nCommenting features in Concordia University’s website such as on blogs and forums exists to promote intelligent discussion within the Concordia University community. By commenting, you agree to four principles of commenting:\nBe legal. You should not post comments that are libelous, defamatory, obscene, pornographic, abusive or contain otherwise illegal content.\nBe respectful. You should not threaten or abuse, written, verbally, or otherwise, other commenters or authors. You should not make other commenters feel unsafe or unwelcome. You should keep your language relatively appropriate for a university community. Hate speech is strictly forbidden and will result in your comments being removed and a possibly permanent ban on future commenting. Understand that debating and attacking are two entirely different things.\nBe relevant. Your comments should be on-topic and not self-promoting. \"Spam\" comments and advertising are strictly forbidden. Comments should encourage discussion about important issues to the university community. As we are part of a university community, we feel that commenting should promote an educational experience.\nBe aware. Concordia University reserves the right to use, copy, transmit, excerpt, publish, distribute, publicly display, publicly perform, create derivative works of, host, index, cache, tag, encode, modify and adapt in any form or media now known or hereinafter developed, any comment posted by you to Concordia.ca or any other site owned by or controlled by Concordia University. We also reserve the right to ban you from commenting at any time, without warning and without appeal.\nPlease note that we may moderate comments and our moderator's decisions should be considered final.\nCopyright\nAll Concordia website pages and the content appearing on those pages are the property of Concordia unless otherwise attributed. Failing an indication to the contrary, all documents on Concordia websites have been produced or compiled by Concordia and are protected by copyright.\nAll documentation on Concordia websites are protected under the Canadian Copyright Act, by the statues, regulations and policies of Canada and Quebec, by international agreements and treaties and by the policies and by-laws of Concordia.\nNo document appearing on this website or any other website owned, operated or controlled by Concordia may be copied, sold, reproduced, republished, downloaded, posted, transmitted or distributed by any means with the exception of downloading or printing the contents of the site for personal, non-commercial use. This use must bear in mind that Concordia reserves its copyright and its rights to exclusivity over the material.\nConcordia does not authorize any material on its website or websites owned, operated or controlled by it to be reproduced on other websites. Any such reproduction requires written authorization from a duly authorized representative of Concordia. Concordia also prohibits the direct display of any material from Concordia websites in a frame on another website, or the use of any other method that does not indicate that the material reproduced is the property of Concordia.\nThe user of Concordia websites acquires no rights or licenses in the Concordia website other than those expressly indicated in the present terms.\nLogos and Trademarks\nThe Concordia University name, its logos, arms, crests, emblems and other symbols used by Concordia and its subsidiary or affiliated organizations and departments are the sole property of Concordia University and are protected by the Canadian Trade-marks Act which reads at article 9:\n\"9. (1) No person shall adopt in connection with a business, as a trade-mark or otherwise, any mark consisting of, or so nearly resembling as to be likely to be mistaken for, (n) any badge, crest, emblem or mark (ii) of any university... in respect of which the Registrar has, at the request of Her Majesty or of the university or public authority, as the case may be, given public notice of its adoption and use;\"\nNo person may use, display, promote, publish, broadcast or reproduce the Concordia University name, its logos, arms, crests, emblems and other symbols used by Concordia and its subsidiary or affiliated organizations and departments in any form, including electronically, mechanically or on paper without the express written authorization by an authorized representative of Concordia.\nThis website may contain images that are the trademark property of third parties. Nothing on this website should be interpreted to explicitly or implicitly authorize the display, promotion, publication, broadcast or reproduction of these marks in any form.\nLinks\nConcordia websites may contain links to other web sites. Concordia is neither responsible for the content nor the privacy guidelines of these other sites. Users should verify the privacy policies of sites linked to by Concordia and to exercise good judgment regarding accuracy, and reliability of the information they contain.\nRelated links\n", "title": "Terms", "url": "https://www.concordia.ca/web/terms.html"},
{"sentiment": 0.0, "field": "quotes", "text": "Sir George Williams (SGW) campus\n1455 De Maisonneuve Blvd. West\nMontreal, Quebec, Canada\n", "title": "Loyola Campus", "url": "https://www.concordia.ca/maps/loyola-campus.html"},
{"sentiment": 0.0, "field": "quotes", "text": "Sir George Williams (SGW) campus\n1455 De Maisonneuve Blvd. West\nMontreal, Quebec, Canada\n", "title": "SGW Campus", "url": "https://www.concordia.ca/maps/sgw-campus.html"},
{"sentiment": 8.0, "field": "quotes", "text": "Office of the President & Vice-Chancellor\nALAN SHEPARD\nProfessor Alan Shepard is president and vice-chancellor of Concordia University in Montreal, one of Canada's most innovative urban universities. Its founding institutions — Loyola College (1896) and Sir George Williams University (1926) — gave rise to the modern Concordia, home to 46,000 undergraduate and graduate students and 7,000 staff and faculty.\nAlan Shepard joined Concordia in 2012 from Toronto, where he had served as provost and vice-president of Ryerson University. He has held leadership roles at the University of Guelph and in Texas and Virginia. Elected to Phi Beta Kappa as an undergraduate, he earned a PhD from the University of Virginia. His research has been supported by the University of Toronto and the Folger Library in Washington. He is author or editor of three books and many articles. His current and past board service includes the Stratford Festival of Canada and the Chamber of Commerce of Metropolitan Montreal.\nRead the President's Report 2018\nBack to top\n", "title": "Alan Shepard", "url": "https://www.concordia.ca/about/administration-governance/president/alan-shepard.html"},
{"sentiment": -9.0, "field": "quotes", "text": "DO help your peers share their achievements.\nDon’t post photos or videos of yourself engaging in questionable activities. Don’t react emotionally during conversations and never resort to bullying, humiliation or threats. Don’t trash your teachers, organizations, potential employers or anyone else for that matter. Don’t lie, cheat or plagiarize. Don’t think your retweets or likes aren’t representing you. Don’t use expletives in rants about how much you hate something. Don’t rely on privacy settings entirely and never share sensitive personal information. \nBack to top\n", "title": "Social media", "url": "https://www.concordia.ca/social.html"},
{"sentiment": 0.0, "field": "quotes", "text": "Feedback - Report a broken link\nPlease complete this form should you find a broken link in Concordia.ca\nPage on which the broken link is found\n*\nIf this link is found on a subdomain of the Concordia website (ie: connect2.concordia.ca) please email help@concordia.ca instead of completing this form\nBroken link\nThis is the link that doesn't work.\nYour contact information\n", "title": "Feedback - Report a broken link", "url": "https://www.concordia.ca/web/feedback-forms/broken-link.html"},
{"sentiment": 27.0, "field": "quotes", "text": "LinkedIn\nParents\nConcordia is a dynamic university made up of small communities. With welcoming residences, accessible faculty, quality student services, we deliver a great education and a life-changing experience.\nHow long will it take before students receive an admission decision?\nApplicants will receive a response anywhere from 48 hours for Cegep students to eight weeks or more for international students. Because the admissions process varies for each student and program, we cannot give specific dates for a decision. See more details about the  application assessment period . The best thing for your student to do is to keep checking back at  MyConcordia.ca  for an update on the status of their application.\nHow big are the classes?\nConcordia University strives to keep class sizes small and manageable, allowing students to create lasting relationships with their professors, as well as get the full advantages offered to them by having direct access to their instructors. Approximately two thirds of our first-year undergraduate courses have fewer than 60 students.\nWhat should students do if they are having trouble in a course?\nAt Concordia, there are many resources available to assist students if they are having trouble with their academics. Professors and teaching assistants have office hours, and academic advising is available through each individual  Faculty .\nWe also offer a variety of academic services, such as tutoring, mentoring and skills workshops and personal support through our Student Success Centre .\nHow safe are university campuses?\nConcordia is committed to providing an environment that is  safe and secure , allowing students to study, work and live in a safe, supportive and respectful environment. We do this by offering educational opportunities such as  seminars and workshops , being prepared to  handle emergencies and providing information to students. We also actively patrol the buildings on both campuses.\nStudents can sign up for  emergency alerts by downloading the Alertus app to their mobile phone. Concordia uses this app to alert people about emergency situations on or around the campus. Other methods of communication include Facebook and  Twitter .\nThere are two campuses? How do students get from Sir George Williams to Loyola in time for class?\nStudents, faculty, and staff with a valid Concordia ID card can take advantage of a free, 20-minute  shuttle bus service  between campuses. Our shuttle buses run on a regular  schedule , approximately every 20 to 25 minutes.\nOr, for avid cyclists, the city’s De Maisonneuve bike path connects our two campuses for an easy ride.\nWhat public transportation options are available in Montreal?\nThe  Société de transport de Montréal  (STM) maintains an extensive network of bus routes and underground metro stations throughout the city that is reliable and easy to use. In addition, the STM offers a reduced-fare monthly bus/metro pass (the OPUS card) for students.\n", "title": "Parents", "url": "https://www.concordia.ca/parents.html"},
{"sentiment": 4.0, "field": "quotes", "text": "Admissions\nAdmissions\nWelcome to a next-generation university where you’ll have the freedom to create and then pursue your own academic goals.\nStart your academic journey\n", "title": "Admissions", "url": "https://www.concordia.ca/admissions.html"},
{"sentiment": 15.0, "field": "quotes", "text": "Email Privacy\nWeb privacy\nConcordia University (\"Concordia\") is committed to respecting the privacy of any user or visitor to their websites (\"You\"). Any data or information that may be communicated to Concordia by means of any of its websites are protected by the Quebec provincial Act Respecting Access to Documents Held by Public Bodies and the Protection of Personal Information ( R.S.Q., chapter A-2.1 ), which requires Concordia to maintain the confidentiality of all information and data they may collect, such as written, graphic, audio, visual digital, electronic, etc..\nWhat personal information does Concordia collect and maintain?\nConcordia usually collects information or data via their websites or email campaigns.\nConcordia collects your personal information mainly to stay in touch with You. Email communications in particular are aimed at keeping You informed about Concordia news, events, surveys and fundraising appeals.\nAny information or data that may be collected that may allow for the identification of the user is kept and protected as strictly confidential information. This type of information is usually only obtained if provided by You via email, or other communication with Concordia via the website.\nWhile no attempts are made to link individual users to information captured by Concordia websites, the following data may be automatically collected: the IP address from which the site is accessed; the type of browser used to access the website, the date and time the site was accessed; the pages viewed and if applicable, the site that linked the user to the Concordia website. This information would be used to improve the service offered by Concordia websites. Any such information collected by Concordia via its websites will not be transferred to any third parties in accordance with all applicable laws.\nConcordia may use cookies to facilitate navigation on its websites. Cookies are special computer files automatically stored on the user's computer. From time to time, Concordia may use cookies to monitor the areas of its websites accessed by users. Any user concerned about cookies may refer to the \"help\" information in their browser software for more information about cookies, how to disable them and how to delete them.\nConcordia websites may contain links to other web sites. Concordia is neither responsible for the content nor the privacy guidelines of these other sites. You should verify the privacy policies of sites linked to by Concordia and to exercise your own good judgment regarding accuracy, and reliability of the information they contain.\nEmail privacy\nConcordia collects your personal information mainly to stay in touch with you. Email communications in particular are aimed at keeping you informed about Concordia news, events, surveys and appeals.\nStudents can unsubscribe from the NOW newsletter and eblasts sent by University Communications Services by clicking on the “unsubscribe” link at the bottom of the email.\nAlumni may send a request to alumni@concordia.ca to be removed from mailing lists. Since some communications programs may already be in progress at the time a request is received, alumni may continue to receive communications for a short time before  the change is being implemented.\nConcordia faculty and staff cannot unsubscribe from the NOW newsletter or emails sent by the university.\nIf you have any questions please contact:\nConcordia University Communication Services\n1550 Guy St., Suite 600\nMontreal, QC H3G 1M8\n", "title": "Privacy", "url": "https://www.concordia.ca/web/privacy.html"},
{"sentiment": 6.0, "field": "quotes", "text": "Complete this form so we can help you and improve our website.\nWhat are you searching for?\nEnter the search phrase or description of what you're looking for.\n*\nTo help you out, we need your name and email address.\nName\n", "title": "Feedback", "url": "https://www.concordia.ca/web/feedback-forms/feedback-cant-find.html"},
{"sentiment": 2.0, "field": "quotes", "text": "Under the leadership of the vice-president, Advancement and External Relations, Advancement and Alumni Relations (AAR) friend-raises and fundraises for the university. We also organize events for alumni, students, donors and friends and builds relationships with the community.  \nThe vice-president, Advancement and External Relations is also president of the Concordia University Foundation .\n", "title": "Alumni & friends", "url": "https://www.concordia.ca/alumni-friends.html"},
{"sentiment": 0.0, "field": "quotes", "text": "A piece of history in the Webster Library\nFifty-year-old tables from the Concordia Library have been reconditioned and are now located on LB-3 in the Webster Library, in the Curriculum Collection. These tables were salvaged from the Norris Building by Gheri Celin (a now-retired library employee), when the downtown… Continue Reading →\nLiving walls: Another first at Concordia\nThe Library is once again innovating with its installation of the University’s first living walls, nine of them, to be precise. Concordia has opted for the Envirozone living wall system. The company is based in Montreal. “Several years of research… Continue Reading →\n3136 seats! More than doubling our capacity at the Webster Library\nGeneviève Hart, Designer from Facilities Management, continues to play an instrumental role in the complex selection and acquisition of furniture and in keeping track of the number of seating spaces in Webster Library. As of August 2017, the count is… Continue Reading →\n", "title": "Webster Library – Transformation", "url": "http://library.concordia.ca/webster-transformation/"},
{"sentiment": 54.0, "field": "quotes", "text": "2018 researcher-in-residence\n© Concordia University\nConcordia University Library welcomes Claire Burrows as its 2018  researcher-in-residence. The program is part of a strategic plan to foster a strong research culture within the library's walls.\nRead more about Claire Burrows, 2018 researcher-in-residence .\nCall for applicants for the 2019 researcher-in-residence\nThe call for applicants for the 2019 researcher-in-residence is now open. See About , Scope , Funding , Eligibility , Application and instructions , Selection criteria , and Deadline sections for more information.\nAbout\nConcordia University is one of Canada's most dynamic universities in one of North America's most livable cities. It reflects a unique blend of commitments to diversity, accessibility, social responsibility, and innovation. With over 45,000 students (7,439 international) and over 2,000 full-time and part-time professors, Concordia is recognized for offering a rich academic experience combined with strong community engagement.\nThis is a time of change for Concordia University Library. A major renovation and expansion project recently transformed the Webster Library at the Sir George Williams Campus (downtown), and plans to renovate the Vanier Library at the Loyola campus will soon be underway.\nWith a team of 120 librarians, professionals and support staff who put student and faculty success at the centre of their practice, the Library collaborates to achieve the goals outlined in our strategic plan . Some of the highlights from the plan's goals and objectives include:\nThe transformation of service offerings to provide an outstanding user experience\nThe launch of the Concordia University Press to disseminate engaging research in the form of open access scholarly books\nThe creation of a platform for the preservation and dissemination of oral history material\nThe promotion of research and innovation in library and information studies\nIn light of this, the Concordia Library Researcher-in-Residence program was created to promote conducting research in the library and the use of research by practitioners. The program offers the opportunity for librarians, archivists, scholars, or doctoral students to focus on an area of inquiry in a supportive and enriching environment, and to interact with Concordia Library staff and resources.\nThe presence of the Researcher-in-Residence in Concordia Library has as one of its goals to foster a culture of research. It is hoped that throughout the residency, both the researcher and staff will become engaged in the use of research in library practice and the concept of evidence-based librarianship.\nThe residency period is from January 1 to December 1, 2019. Proposals which include alternative start dates and those of different duration will also be considered.\nThe Researcher-in-Residence program began in January 2017 and Concordia has welcomed two researchers since then. More information can be found on the Concordia website . For the 2019 Researcher-in-Residence program, Concordia Library invites proposals relating to any of the Library's strategic plan goals as well as the following themes:\nThe role of the library in a next-generation university\nThe role of the library in the digital humanities\nCollection development in an increasingly connected world\nUse of space for learning and research\nDigital  libraries\nCommunication  and outreach to users\nOpen educational resources\nEfficacy of library instruction\nProfessional development and capacity building of library staff\nResearchers and practitioners from library and information studies, as well as other disciplines (e.g., anthropology, computer science, education, informatics, media studies, sociology) are welcome to apply.\nScope\nAs part of  the program, Concordia Library will provide:\nDedicated workspace in Concordia  Library\nAccess to computing facilities\nAccess to library resources, print and electronic collections, and technological infrastructure\nOpportunities for the  Researcher-in-Residence to interact with Concordia Library staff\nOther types of in-kind support may  be made available\nIn return, the Researcher-in-Residence is expected to participate in the intellectual life of Concordia Library. This participation may take various forms, including:\nPresenting research in progress to staff\nProviding learning opportunities in the form of seminars or workshops for a campus or library audience on topics related to their own expertise\nParticipating in selected activities in Concordia Library, depending upon the relevance to their research, their expertise, and interest. Such activities include:\nCommittee meetings\nBrown bag talks, seminars, round tables, or other information sessions\nConcordia Library Research Forum\nMeeting individually with librarians and library staff (e.g., office hour drop-ins, or by appointment)\nFunding\nFor a current PhD student, postdoctoral fellow, or independent scholar, a stipend of $20,000, plus up to $2,500 for travel/research expenses\nFor a faculty member (professor or librarian) on sabbatical leave, research funds of up to $20,000 (budget required)\nEligibility\nPhD students, postdoctoral fellows, and full-time members of academic staff are eligible to apply. The proposed research should make a contribution to the knowledge base of librarianship, libraries, or information studies. Professors and librarians preparing for a sabbatical are encouraged to apply.\nApplication and instructions\nApplications should include information about the applicant, including the expertise brought to the program:\nLetter of intent, including:\na description of study / project proposal\nproposed in-library activities (outline of activities to be undertaken during the period of residency)\nproposed research outputs\nCurriculum vitae\nShort biography (100 words)\nFor all applicants not on sabbatical leave, two letters of recommendation should be supplied. For doctoral students, one of these should be from the applicant's doctoral supervisor. Letters of recommendation should be submitted electronically directly by the referee.\nFor members of academic staff on sabbatical leave, a budget should also be included\nSelection criteria\nSubmissions will be evaluated by a selection committee composed of the University Librarian and four librarians using these criteria:\nQuality and originality of the proposed research project\nDemonstrated ability to complete the proposed project based on previous accomplishments\nSignificance of the proposed research for librarianship, libraries, or information studies\nDeadline\nThe application process opens April 3, 2018.\nThe deadline for receiving the complete application and letters of recommendation is August 3, 2018 by 5:00 PM EDT. Applications may be submitted in either English or French.\nApplications should be submitted as a single PDF file to Lorie Kloda, Associate University Librarian, Planning & Community Relations, at lorie.kloda@concordia.ca\nNotification of the successful candidate will be given in September 2018.\nPast researchers-in-residence\nOn January 23, 2017, Concordia University Library introduced its first researcher-in-residence. The move was part of a strategic plan to foster a strong  research culture within the Library's walls. Below are all the researchers-in-residence at Concordia Library since 2017.\n", "title": "Researcher-in-residence program · Concordia Library", "url": "http://library.concordia.ca/about/researcher-in-residence/"}
]